Repository: common-repository/picker
Catalog: languages/picker-*.po
Languages: it_it

source: Picker settings
it_it: Impostazioni picker

source: In this page you can manage all plugin variables and configuration with the follow fields. If you leave blank settings fields Picker plugin provide these variables with a constant value.
it_it: In questa pagina puoi gestire tutte le variabili e le configurazioni del plugin attraverso i seguenti campi. Se i campi non verranno impostati il plugin provvederà ad utilizzare i valori preimpostati come defaults.

source: Note: Additional information about the plugin at
it_it: Nota: Informazioni aggiuntivo sono disponibili al

source: Plugin site
it_it: Sito del plugin

source: Picker plugin site
it_it: Sito del plugin

source: Save
it_it: Salva

source: General settings
it_it: Impostazioni generali

source: This section contains all generics configuration about the plugin.
it_it: Questa sezione contiene tutte le configurazioni generali del plugin.

source: Post list items
it_it: Numero elementi nella lista articoli

source: Sets the number of items shown in the post list field inside Picker widget.
it_it: Imposta il numero di elementi mostrati nella lista dei post selezionabili all'interno del widget.

source: Site settings
it_it: Impostazioni sito

source: This section contains all generics configuration about the site.
it_it: Questa sezione contiene tutte le configurazioni generali del sito.

source: Post types
it_it: Tipologie di post

source: Sets the post types to show in post picker lists (separate values by a comma).
it_it: Imposta le tipologie di post da mostrare nelle liste (valori separati da una virgola).

source: Cache settings
it_it: Impostazioni caching

source: This section contains all the cache configuration about the plugin. You can enable data caching, choose the expiration times for transient data and define the behavior during plugin's deactivation. <br/>The plugin deactivation management is available only for WordPress versions equal or higher than 3.9.
it_it: Questa sezione contiene tutte le configurazioni sulla cache del plugin. E' possibile abilitare la cache sui dati, impostare un valore di scadenza dei dati salvati nella cache Transient e definire il comportamento del plugin in fase di disattivazione. <br/>La gestione della disattivazione del plugin è disponibile solo per versioni di WordPress uguali o superiri alla 3.9.

source: Enable cache
it_it: Abilita cache

source: Enable caching for plugin data
it_it: Abilita la cache dei dati del plugin

source: Select field if you want enable this feature.
it_it: Seleziona il campo se vuoi abilitare questa funzionalità.

source: Enable cache cleanup on plugin deactivation
it_it: Pulisci la cache durante la disattivazione del plugin

source: Clean up cache on plugin's deactivation
it_it: Pulisci la cache durante la disattivazione del plugin

source: Default cache expiration
it_it: Scadenza cache (default)

source: minutes
it_it: minuti

source: hour
it_it: ore

source: hours
it_it: ore

source: day
it_it: giorno

source: Set the cache expiration value for standard items.
it_it: Imposta il valore di scadenza della cache per gli elementi standard

source: Scheduled items cache expiration
it_it: Scadenza cache (elementi schedulati)

source: Set the cache expiration value for scheduled items (widget items with a valid publish/expire time).
it_it: Imposta il valore di scadenza della cache per gli elementi schedulati (elementi con una data di visualizzazione impostata)

source: Settings saved.
it_it: Impostazioni salvate.

source: Error
it_it: Errore

source: Displays a single post, selected from a list or provided by ID, on site frontend.
it_it: Mostra un articolo, selezionato da una lista o inserito tramite ID, sul frontend del sito.

source: Select to publish the widget:
it_it: Seleziona per pubblicare il widget:

source: Temporary title
it_it: Titolo temporaneo

source: Widget title (not shown on frontend):
it_it: Titolo (non mostrato sul frontend):

source: Choose a post to display in the widget (order by latest posts):
it_it: Seleziona l'articolo da visualizzare (ordinamento per data di pubblicazione):

source: Force a post by ID or search it by keywords:
it_it: Forza un articolo inserendo l'ID o cercandolo tramite keywords:

source: Post visible from (format "mm/dd/yyyy HH:mi"):
it_it: Articolo visibile dal (formato "dd/mm/yyyy HH:mi"):

source: Post visible to (format "mm/dd/yyyy HH:mi"):
it_it: Articolo visibile fino al (formato "dd/mm/yyyy HH:mi"):

source: Alternative post URL:
it_it: URL alternativo:

source: Alternative post title:
it_it: Titolo alternativo:

source: Alternative post excerpt:
it_it: Sommario alternativo:
